<?php
// Heading
$_['heading_title']              = 'Дримкас';

// Text
$_['text_extension']             = 'Модули';
$_['text_success']               = 'Настройки успешно изменены!';
$_['text_edit']                  = 'Настройки модуля';
$_['text_tax_default']           = 'Общая';
$_['text_tax_simple']            = 'Упрощенная доход';
$_['text_tax_simple_wo']         = 'Упрощенная доход минус расход';
$_['text_tax_envd']              = 'Единый налог на вмененный доход';
$_['text_tax_agricult']          = 'Единый сельскохозяйственный налог';
$_['text_tax_patent']            = 'Патентная система налогообложения';
$_['text_tax_nds_no_tax']        = 'Без НДС';
$_['text_tax_nds_0']             = 'НДС 0';
$_['text_tax_nds_10']            = 'НДС 10';
$_['text_tax_nds_20']            = 'НДС 20';
$_['text_tax_nds_10_calculated'] = 'НДС 10/110';
$_['text_tax_nds_20_calculated'] = 'НДС 20/120';

// Entry
$_['entry_dk_status']            = 'Дримкас статус';
$_['entry_status']               = 'Статус';
$_['entry_access_token']         = 'Токен доступа';
$_['entry_device_id']            = 'Идентификатор устройства, которое будет использовано для фискализации';
$_['entry_tax_mode']             = 'Система налогообложения (если устройство зарегистрировано для работы с несколькими СНО)';
$_['entry_tax_type']             = 'Тип НДС (если не указан, то будет взят из настроек устройства)';
$_['entry_payments_ids']         = 'Список способов оплаты, обработка платежей которых будет передаваться для фискализации';
$_['entry_paid_order']           = 'Статус оплаченного заказа';

// Error
$_['error_device_id']            = 'Введите ID кассы.';
$_['error_access_token']         = 'Необходим токен доступа.';
$_['error_permission']           = 'У Вас нет прав для управления данным модулем!';
$_['error_code']                 = 'Необходим код';
$_['error_payments_ids']         = 'Необходимо выбрать способы оплаты';